Repository: yuxiao345/DangYangJiRan
Catalog: FirstCC/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: · 至%@
en: · until %@

source: ，至%@止
en: until %@

source: · %@项
en: · %@ items

source: · 已暂停
en: · Paused

source: %@ 笔
en: %@ transactions

source: %@个预算项
en: %@ budget items

source: App记账
en: App Records

source: CNY (人民币)
en: CNY (Renminbi)

source: CSV 已加载
en: CSV loaded

source: CSV解析失败，请检查文件格式
en: CSV parsing failed, please check file format

source: EUR (欧元)
en: EUR (Euro)

source: Face ID / Touch ID 锁
en: Face ID / Touch ID Lock

source: GBP (英镑)
en: GBP (British Pound)

source: HKD (港币)
en: HKD (Hong Kong Dollar)

source: JPY (日元)
en: JPY (Japanese Yen)

source: OCR原始行文本（%@ 行）
en: OCR raw line text (%@ lines)

source: OCR原文: %@
en: OCR text: %@

source: PDF 已加载（%@ 页）
en: PDF loaded (%@ pages)

source: USD (美元)
en: USD (US Dollar)

source: 一次性奖金
en: One-time Bonus

source: 三餐
en: Meals

source: 上级分类
en: Parent Category

source: 下次生成: %@
en: Next: %@

source: 不选择（使用类型图标）
en: None (use type icon)

source: 个人
en: Personal

source: 书本教材
en: Books & Materials

source: 书籍
en: Books

source: 交易详情
en: Transaction Details

source: 交通
en: Transport

source: 交通保险
en: Vehicle Insurance

source: 交通出行
en: Transportation

source: 京东
en: JD.com

source: 人情
en: Social

source: 人情往来
en: Social Relations

source: 人民币
en: Renminbi

source: 人民币 (CNY)
en: CNY (Renminbi)

source: 今天
en: Today

source: 今年
en: This Year

source: 仍然保存
en: Save Anyway

source: 休闲娱乐
en: Entertainment

source: 住房居家
en: Housing & Living

source: 住院手术
en: Hospitalization

source: 余额
en: Balance

source: 使用%@解锁
en: Unlock with %@

source: 保健预防
en: Preventive Care

source: 保存
en: Save

source: 保存失败
en: Save Failed

source: 保存失败: %@
en: Save failed: %@

source: 保存筛选
en: Save Filter

source: 保存账单
en: Save

source: 保险
en: Insurance

source: 信用卡
en: Credit Card

source: 信用额度
en: Credit Limit

source: 借入
en: Borrowed

source: 借出
en: Lent

source: 借记卡
en: Debit Card

source: 借贷
en: Lending

source: 借贷方向
en: Direction

source: 借贷状态
en: Lending Status

source: 借贷结算
en: Lending Settlement

source: 停车
en: Parking

source: 充电加油
en: Fuel & Charging

source: 全选
en: Select All

source: 全部
en: All

source: 公交地铁
en: Bus & Metro

source: 公共交通
en: Public Transit

source: 公积金
en: Housing Fund

source: 共 %@ 个账户
en: %@ accounts in total

source: 共享单车
en: Bike Sharing

source: 共享失败，请检查网络或确认共享邀请仍然有效后重试
en: Sharing failed. Please check your network or confirm the invitation is still valid and try again.

source: 共享失败，请稍后重试
en: Sharing failed, please try again later.

source: 共享失败：%@
en: Share failed: %@

source: 共享成员
en: Shared Member

source: 共享管理
en: Sharing

source: 共享邀请已接受，正在导入账本
en: Share accepted, importing ledgers

source: 关联待付款
en: Link Payables

source: 关联待收款
en: Link Receivables

source: 关闭「%@」将同时关闭其下的 %@ 个子分类，确定要继续吗？
en: Closing "%@" will also close its %@ subcategories. Continue?

source: 关闭共享后，其他成员将无法访问此账本。你的数据将保留为本地账本。
en: After closing sharing, other members will lose access. Your data will be kept as a local ledger.

source: 其他
en: Other

source: 其他支出
en: Other Expenses

source: 其他收入
en: Other Income

source: 兼职
en: Side Job

source: 兼职收入
en: Part-time Income

source: 内置
en: Built-in

source: 最低
en: Min

source: 最低金额
en: Min Amount

source: 最大可退金额 %@%@
en: Max refund %@%@

source: 最近交易
en: Recent

source: 最近使用
en: Recent

source: 最高
en: Max

source: 最高金额
en: Max Amount

source: 净资产
en: Net Worth

source: 分摊方式
en: Split Method

source: 分摊金额配置无效
en: Invalid split amount configuration

source: 分类
en: Category

source: 分类管理
en: Categories

source: 分类类型
en: Category Type

source: 创建
en: Create

source: 创建 '%@'
en: Create '%@'

source: 创建失败
en: Creation Failed

source: 创建成员分摊
en: Create Member Split

source: 创建者
en: Creator

source: 创建账本
en: Create Ledger

source: 初始余额
en: Initial Balance

source: 删除
en: Delete

source: 删除失败: %@
en: Delete failed: %@

source: 删除此交易
en: Delete Transaction

source: 删除此对账记录后，该账期内的交易将恢复为“未对账”状态，可重新参与对账。
en: After deleting this reconciliation, transactions in this period will return to "unreconciled" status and can be re-reconciled.

source: 删除账本会同时删除该账本下的所有数据，此操作不可撤销。
en: Deleting a ledger will also delete all its data. This cannot be undone.

source: 利息
en: Interest

source: 利息支出
en: Interest

source: 刷新后切换到共享账本：%@
en: Switched to shared ledger after refresh: %@

source: 刷新后切换到新账本：%@
en: Switched to new ledger after refresh: %@

source: 刷新失败：无法读取本地账本
en: Refresh failed: cannot read local ledgers

source: 刷新完成：未发现新的共享账本
en: Refresh complete: no new shared ledgers found

source: 副业所得
en: Side Business

source: 剩余
en: Remaining

source: 加元
en: Canadian Dollar

source: 加入已有账本
en: Join Ledger

source: 加入账本
en: Join

source: 加油
en: Fuel

source: 加载中...
en: Loading…

source: 匹配中…
en: Matching…

source: 匹配交易数
en: Matching Transactions

source: 匹配预算项
en: Match Budget Items

source: 医疗
en: Medical

source: 医疗保险
en: Health Insurance

source: 医疗健康
en: Health & Medical

source: 医疗药品
en: Medications

source: 占比
en: Share

source: 印度卢比
en: Indian Rupee

source: 原交易摘要
en: Original Transaction Summary

source: 原交易日期
en: Original Date

source: 原交易退款
en: Original Transaction Refund

source: 原交易金额
en: Original Amount

source: 去添加账户
en: Add an Account

source: 取消
en: Cancel

source: 变卖资产
en: Asset Sales

source: 可报销
en: Reimbursable

source: 可控
en: OK

source: 合计
en: Total

source: 合计 ¥%@ / ¥%@
en: Total ¥%@ / ¥%@

source: 合计：
en: Total:

source: 同名分类「%@」已存在
en: A category named “%@” already exists

source: 同名周期账「%@」已存在
en: A recurring entry named “%@” already exists

source: 同名商家「%@」已存在
en: A merchant named “%@” already exists

source: 同名模板「%@」已存在
en: A template named “%@” already exists

source: 同名账户「%@」已存在
en: An account named “%@” already exists

source: 同名预算计划「%@」已存在
en: A budget plan named “%@” already exists

source: 同步未就绪，请确认 iCloud 已登录且网络正常
en: Sync not ready. Please confirm iCloud is signed in and network is available.

source: 名称
en: Name

source: 含子分类
en: Incl. subcategories

source: 启用
en: Enabled

source: 周
en: week(s)

source: 周期
en: Period

source: 周期已锁定，与「%@」的预算周期保持一致
en: Period locked, consistent with '%@' budget cycle

source: 周期记账
en: Recurring

source: 商家
en: Merchant

source: 商家名称
en: Merchant Name

source: 商家数据异常，缺少关联账本
en: Merchant data error: missing associated ledger

source: 商家管理
en: Manage Merchants

source: 商铺
en: Commercial Property

source: 固定金额
en: Fixed Amount

source: 图标
en: Icon

source: 均分
en: Equal Split

source: 均分金额
en: Equal Amount

source: 基本信息
en: Basic Info

source: 基本工资
en: Base Salary

source: 基金
en: Funds

source: 备注
en: Note

source: 备注（可选）
en: Note (optional)

source: 外观
en: Appearance

source: 天
en: Day

source: 头像
en: Avatar

source: 奖金
en: Bonus

source: 好
en: OK

source: 姓名
en: Name

source: 娱乐
en: Entertainment

source: 子分类的支出/收入类型必须与父分类「%@」一致
en: Child category type must match parent “%@”

# 子预算合计(%@)将超过父预算「%@」%@，仍要保存吗？
source: 子预算合计(%1$@)将超过父预算「%2$@」%3$@，仍要保存吗？
en: Sub-budget total (%1$@) will exceed parent budget '%2$@' %3$@. Save anyway?

# 子预算合计%@已超过当前金额%@，仍要保存吗？
source: 子预算合计%1$@已超过当前金额%2$@，仍要保存吗？
en: Sub-budget total %1$@ already exceeds current amount %2$@. Save anyway?

source: 孝敬家长
en: Parent Support

source: 季度
en: quarter(s)

source: 学费
en: Tuition

source: 孩子
en: Child

source: 安全
en: Security

source: 宠植养护
en: Pets & Plants

source: 宠植医疗
en: Pet/Plant Medical

source: 宠植洗护
en: Pet/Plant Grooming

source: 宠物
en: Pet

source: 宠物用品
en: Pet Supplies

source: 宠物食品
en: Pet Food

source: 家居百货
en: Home Goods

source: 家庭
en: Family

source: 家庭记账，一目了然
en: Family Finance at a Glance

source: 家政服务
en: Housekeeping

source: 宽带
en: Broadband

source: 对方
en: Counterparty

source: 对方（姓名/公司）
en: Counterparty (Name/Company)

source: 导入 0 个账本，正在刷新本地账本列表
en: Imported 0 ledgers, refreshing local list

source: 导入结果：%@ 个账本
en: Import result: %@ ledger(s)

source: 导出 CSV
en: Export CSV

source: 导出 JSON
en: Export JSON

source: 将创建新交易
en: Will create new transaction

source: 小金库
en: My Ledger

source: 尚未开始花费
en: No spending yet

source: 尝试调整搜索关键词
en: Try adjusting your search keywords

source: 居家
en: Home

source: 展开
en: Expand

source: 工资卡
en: Salary Card

source: 工资薪金
en: Salary & Wages

source: 差额
en: Difference

source: 差额 ¥%@
en: Difference ¥%@

source: 差额 ¥0
en: Difference ¥0

source: 已付于 %@
en: Paid on %@

source: 已付金额
en: Paid Amount

source: 已停用
en: Disabled

source: 已关联
en: Linked

source: 已切换到共享账本：%@
en: Switched to shared ledger: %@

source: 已忽略
en: Ignored

source: 已批准
en: Approved

source: 已报销
en: Reimbursed

source: 已支出 %@
en: Spent %@

source: 已生成 %@ 笔
en: %@ generated

source: 已用 %@
en: Used %@

source: 已确认
en: Confirmed

source: 已确认匹配 App: ¥%@
en: Matched with App: ¥%@

source: 已结束
en: Completed

source: 已结清
en: Settled

source: 已结算
en: Settled

source: 已花费
en: Spent

source: 已退款
en: Refunded

source: 已选合计
en: Selected Total

source: 已选择上级分类「%@」，可展开选择更具体的子分类
en: Parent category "%@" selected. Expand to choose a more specific subcategory.

source: 币种
en: Currency

source: 年
en: year(s)

source: 年终奖
en: Year-end Bonus

source: 应付
en: Payable

source: 应收
en: Receivable

source: 应用
en: Apply

source: 建议
en: Tip

source: 建议平均日花费控制在 ¥%lld 以内
en: Suggested avg. daily spending: ≤ ¥%lld

source: 开启后可邀请其他 iCloud 用户共同记账
en: Enable to invite other iCloud users to collaborate

source: 开始
en: Start

source: 开始日期
en: Start Date

source: 归档
en: Archive

source: 归档账户
en: Archived Accounts

source: 影视服务
en: Streaming

source: 待匹配
en: Pending Match

source: 待报销
en: Pending

source: 待结算
en: Pending Settlement

source: 待还款
en: Payment Due

source: 微信支付
en: WeChat Pay

source: 快递邮寄
en: Courier & Post

source: 忽略
en: Ignore

source: 总览
en: Dashboard

source: 总负债
en: Total Liabilities

source: 总资产
en: Total Assets

source: 总金额
en: Total Amount

source: 总预算
en: Total Budget

source: 总额度
en: Total Limit

source: 恢复
en: Restore

source: 慈善捐助
en: Donations

source: 成员
en: Member

source: 成员分摊
en: Member Split

source: 成员同步失败：%@
en: Member sync failed: %@

source: 成员管理
en: Manage Members

source: 我
en: Me

source: 我借出
en: I Lent

source: 我收回/借入
en: I Borrowed / Collected

source: 我的账本
en: My Ledger

source: 截止日期
en: End Date

source: 房屋
en: House

source: 房租
en: Rent

source: 房租房贷
en: Rent & Mortgage

source: 手机
en: Mobile

source: 手续费
en: Service Fee

source: 打车
en: Ride-Hailing

source: 打车租车
en: Taxi & Rental

source: 找到 %@ 笔交易，合计
en: Found %@ transactions, total

source: 投资
en: Investment

source: 投资亏损
en: Investment Loss

source: 投资收益
en: Investment Returns

source: 护肤化妆
en: Skincare & Cosmetics

source: 报名考试
en: Exam Fees

source: 报表
en: Reports

source: 报销
en: Reimbursement

source: 报销状态
en: Reimbursement Status

source: 报销结算
en: Reimbursement Settlement

source: 拆分明细
en: Split Details

source: 拆分记账
en: Split Transaction

source: 拥有者
en: Owner

source: 按揭还款
en: Loan Repayment

source: 按日期排序
en: Sort by Date

source: 按比例
en: Percentage Split

source: 按金额升序
en: Sort by Amount ↑

source: 按金额降序
en: Sort by Amount ↓

source: 换算金额
en: Converted Amount

source: 接收开始
en: Receiving started

source: 推荐
en: Suggested

source: 描述
en: Description

source: 提示
en: Notice

source: 搜索
en: Search

source: 搜索交易... 例如 2026 餐饮
en: Search transactions... e.g. 2026 dining

source: 搜索结果
en: Search Results

source: 支
en: Ex

source: 支出
en: Expense

source: 支出分类
en: Expense Categories

source: 收
en: In

source: 收入
en: Income

source: 收入分类
en: Income Categories

source: 收款
en: Receive

source: 收起
en: Collapse

source: 教育
en: Education

source: 教育学习
en: Education

source: 教育服务订阅
en: Edu Subscriptions

source: 数据产品
en: Digital Products

source: 数据复制失败：%@
en: Data copy failed: %@

source: 数码
en: Electronics

source: 新加坡元
en: Singapore Dollar

source: 新台币
en: New Taiwan Dollar

source: 新增账户
en: New Account

source: 新建分类
en: New Category

source: 新建模板
en: New Template

source: 新建项目
en: New Project

source: 新建预算项
en: New Budget Item

source: 新西兰元
en: New Zealand Dollar

source: 方向
en: Direction

source: 旅游
en: Travel

source: 旅行
en: Travel

source: 无
en: None

source: 无（作为一级分类）
en: None (Top-Level)

source: 无匹配结果
en: No Results

source: 无效的分享目标
en: Invalid share target

source: 无效的分享链接
en: Invalid share URL

source: 无法加载图片
en: Cannot Load Image

source: 无法读取PDF文件
en: Cannot read PDF file

source: 无法读取共享信息，请稍后重试
en: Unable to read share info, please try again later

source: 无法读取图片
en: Cannot read image

source: 日元
en: Japanese Yen

source: 日元 (JPY)
en: JPY (Japanese Yen)

source: 日常
en: Daily

source: 日常收支
en: Daily Transactions

source: 日期
en: Date

source: 日期差%@天
en: Date diff: %@ days

source: 日用品
en: Daily Goods

source: 日用消耗
en: Daily Consumables

source: 时间
en: Timeline

source: 时间进度
en: Time Progress

source: 星巴克
en: Starbucks

source: 昨天
en: Yesterday

source: 暂无交易
en: No Transactions

source: 暂无交易记录
en: No Transactions

source: 暂无分类
en: No categories

source: 暂无周期账，点击右上角 + 添加
en: No recurring entries. Tap + to add one.

source: 暂无商家，点击右上角 + 添加
en: No merchants. Tap + to add one.

source: 暂无对账记录，点击右上角 + 添加
en: No reconciliation records. Tap + to add one.

source: 暂无待报销记录
en: No pending reimbursements

source: 暂无成员，请先在成员管理中创建
en: No members. Please create members in member management first.

source: 暂无支出数据
en: No expense data

source: 暂无收支数据
en: No income/expense data

source: 暂无模板，点击右上角 + 添加
en: No templates. Tap + to add one.

source: 暂无账户
en: No Accounts

source: 暂无账户，点击右上角 + 添加
en: No accounts. Tap + to add one.

source: 暂无账户数据
en: No account data

source: 暂无资产数据
en: No Asset Data

source: 暂无项目，点击右上角 + 添加
en: No projects. Tap + to add one.

source: 暂无预算数据
en: No Budget Data

source: 暂无预算计划，点击右上角 + 添加
en: No budget plans. Tap + to add one.

source: 暂无预算项，点击右上角 + 添加
en: No budget items. Tap + to add one.

source: 暂时无法读取共享信息，请稍后重试。
en: Unable to read share information right now. Please try again later.

source: 更多
en: More

source: 更多信息
en: More Info

source: 更新账单
en: Update

source: 月
en: month(s)

source: 服饰
en: Clothing

source: 服饰鞋包
en: Clothing & Bags

source: 期间数量
en: Period Count

source: 未分类
en: Uncategorized

source: 未找到 %@→%@ 汇率
en: Exchange rate not found: %@→%@

source: 未找到匹配的交易
en: No matching transactions found

source: 未知
en: Unknown

source: 未结算
en: Unsettled

source: 未识别到银行交易明细，请确保截图中包含交易列表
en: No bank transactions recognized. Please ensure the screenshot contains a transaction list.

source: 未选择
en: Not selected

source: 本分类
en: Direct

source: 本周
en: This Week

source: 本月
en: This Month

source: 本月支出
en: Monthly Expense

source: 本月收入
en: Monthly Income

source: 本月收支
en: This Month

source: 本月暂无交易记录
en: No transactions this month

source: 本月结余
en: Monthly Balance

source: 本月预算
en: Monthly Budget

source: 本期
en: Current Period

source: 本期支出
en: Period

source: 标签
en: Tags

source: 概览
en: Overview

source: 模板
en: Template

source: 模板名称
en: Template Name

source: 模板管理
en: Manage Templates

source: 欧元
en: Euro

source: 欧元 (EUR)
en: EUR (Euro)

source: 正在准备数据...
en: Preparing data…

source: 正在接受共享邀请
en: Accepting share invitation

source: 正在检查 iCloud 共享状态...
en: Checking iCloud share status…

source: 正在检测共享状态...
en: Checking share status…

source: 此操作不可撤销，确定要删除此交易吗？
en: This action cannot be undone. Delete this transaction?

source: 每%@
en: Per %@

source: 每%@%@
en: Every %@ %@

source: 每人
en: Per person

source: 每周
en: Weekly

source: 每天
en: Daily

source: 每季
en: Quarterly

source: 每年
en: Yearly

source: 每月
en: Monthly

source: 每月%@日
en: Every %@th

source: 水果
en: Fruits

source: 水电
en: Utilities

source: 水电燃气
en: Utilities

source: 汇率
en: Exchange Rate

source: 汽车
en: Car

source: 泰铢
en: Thai Baht

source: 流水
en: Transactions

source: 消费税收
en: Taxes

source: 淘宝
en: Taobao

source: 深色模式
en: Dark Mode

source: 添加
en: Add

source: 添加商家
en: Add Merchant

source: 添加子项
en: Add Item

source: 添加成员
en: Add Member

source: 清空
en: Clear

source: 清除
en: Clear

source: 清除所有
en: Clear All

source: 清除选择
en: Clear Selection

source: 港币
en: Hong Kong Dollar

source: 游戏
en: Games

source: 游戏服务订阅
en: Gaming

source: 滴滴
en: Didi

source: 澳元
en: Australian Dollar

source: 点击切换到对应月份
en: Tap to switch to this month

source: 点击刷新按钮从 iCloud 同步成员列表
en: Tap refresh to sync member list from iCloud

source: 点击更换图标
en: Tap to Change Icon

source: 烟酒
en: Tobacco & Alcohol

source: 照片
en: Photos

source: 照片附件
en: Photos

source: 父分类
en: Parent

source: 物业
en: Property Mgmt

source: 物业管理
en: Property Mgmt

source: 物品设备
en: Medical Devices

source: 状态
en: Status

source: 现金
en: Cash

source: 理财
en: Wealth Mgmt

source: 瑞士法郎
en: Swiss Franc

source: 生意
en: Business

source: 生物识别
en: Biometric Auth

source: 电子钱包
en: E-Wallet

source: 电影
en: Movies

source: 电影音乐
en: Movies & Music

source: 看病
en: Doctor Visit

source: 确认
en: Confirm

source: 确认删除
en: Confirm Delete

source: 确认退款
en: Confirm Refund

source: 礼物
en: Gifts

source: 礼金
en: Gift Money

source: 礼金收入
en: Gift Income

source: 社交红包
en: Red Packets

source: 等 %lld 项...
en: %lld more...

source: 等 %lld 项可控
en: %lld items under control

source: 等 %lld 项超前
en: %lld items ahead

source: 管理员
en: Admin

source: 米面粮油
en: Groceries

source: 类别（如 餐饮/购物）
en: Category (e.g., Dining/Shopping)

source: 类型
en: Type

source: 红包
en: Red Envelope

source: 累计
en: Cumulative

source: 累计支出
en: Cumulative

source: 结余
en: Balance

source: 结束
en: End

source: 结束日期
en: End Date

source: 维修装修
en: Repairs & Reno

source: 编辑
en: Edit

source: 编辑交易
en: Edit Transaction

source: 编辑分类
en: Edit Category

source: 编辑商家
en: Edit Merchant

source: 编辑子项金额
en: Edit Item Amount

source: 编辑成员
en: Edit Member

source: 编辑模板
en: Edit Template

source: 编辑账户
en: Edit Account

source: 编辑项目
en: Edit Project

source: 编辑预算项
en: Edit Budget Item

source: 网络
en: Internet

source: 置业投资
en: Property Investment

source: 美元
en: US Dollar

source: 美元 (USD)
en: USD (US Dollar)

source: 美团
en: Meituan

source: 美容美发
en: Beauty & Hair

source: 聚会活动
en: Social Events

source: 聚餐
en: Group Dining

source: 股息
en: Dividends

source: 股票
en: Stocks

source: 自定义
en: Custom

source: 自己
en: Self

source: 至
en: to

source: 节奏可控
en: Under Control

source: 节奏持平
en: On Pace

source: 英镑
en: British Pound

source: 荡漾计然
en: FirstCC

source: 药品
en: Medicine

source: 获取汇率
en: Get Rate

source: 落后于时间
en: Behind Pace

source: 补贴
en: Allowances

source: 解锁以访问账本
en: Unlock to Access Ledger

source: 记一笔
en: New Transaction

source: 设置
en: Settings

source: 设置预算，掌控每月开支
en: Set a budget to track monthly spending

source: 设置额度
en: Set Credit Limit

source: 识别结果（%@ 笔）
en: Recognition results (%@ items)

source: 试试换个关键词，例如 餐饮 或 2026
en: Try a different keyword, e.g. dining or 2026

source: 试试清除筛选条件，或者放宽日期/金额范围
en: Try clearing filters or broadening date/amount range

source: 话费
en: Phone Bill

source: 该分类已存在预算项，不能重复添加
en: A budget item already exists for this category.

source: 该账期内无支出交易
en: No expense transactions in this period

source: 该预算计划无预算项
en: No budget items in this plan

source: 详情
en: Note

source: 请让账本拥有者通过 iMessage 分享邀请链接给您。
en: Ask the ledger owner to share an invitation link via iMessage.

source: 调整
en: Adjustment

source: 负债
en: Liabilities

source: 账单日
en: Bill Date

source: 账户
en: Accounts

source: 账户名称
en: Account Name

source: 账户管理
en: Manage Accounts

source: 账本
en: Ledger

source: 账本信息
en: Ledger Info

source: 账本名称
en: Ledger Name

source: 购物
en: Shopping

source: 购物消费
en: Shopping

source: 贷款
en: Loan

source: 资产
en: Assets

source: 资产配置
en: Asset Allocation

source: 赔偿罚款
en: Penalties

source: 超前
en: Ahead

source: 超前花费
en: Ahead of Pace

source: 超支
en: Over

source: 跨币种换算
en: Multi-Currency

source: 车位
en: Parking Space

source: 转入
en: Destination

source: 转入账户
en: To Account

source: 转出
en: Source

source: 转出账户
en: From Account

source: 转账
en: Transfer

source: 软件授权
en: Software Licenses

source: 较上月
en: vs Last Month

source: 输入邀请码或粘贴分享链接
en: Enter invitation code or paste share link

source: 过路过桥
en: Tolls

source: 运动健身
en: Fitness

source: 近1年
en: Last Year

source: 近3年
en: Last 3 Years

source: 近3月
en: Last 3 Months

source: 近6月
en: Last 6 Months

source: 还款
en: Repay

source: 还款日
en: Due Date

source: 这是共享账本。删除后其他成员将无法访问，数据将保留在你的本地。
en: This is a shared ledger. Other members will lose access after deletion. Data will be kept locally.

source: 进行中
en: Active

source: 违章罚款
en: Traffic Fines

source: 退出后你将无法访问此共享账本。数据将保留一份本地副本。
en: After leaving, you will lose access to this shared ledger. A local copy will be kept.

source: 退款
en: Refund

source: 退款信息
en: Refund Info

source: 退款关联
en: Refund Link

source: 退款失败
en: Refund Failed

source: 退款日期
en: Refund Date

source: 退款详情
en: Refund Details

source: 退款返利
en: Refunds & Rebates

source: 退款金额
en: Refund Amount

source: 退款金额超过原交易金额
en: Refund amount exceeds original

source: 送礼请客
en: Gifts & Treats

source: 选择%@
en: Select %@

source: 选择Logo
en: Choose Logo

source: 选择分类
en: Select Category

source: 选择商家
en: Select Merchant

source: 选择成员
en: Select Member

source: 选择模板
en: Select Template

source: 选择账户
en: Select Account

source: 选择项目
en: Select Project

source: 通讯
en: Telecom

source: 通讯网络
en: Communication

source: 部分结算
en: Partially Settled

source: 配偶
en: Spouse

source: 金融
en: Finance

source: 金融保险
en: Finance & Insurance

source: 金银首饰
en: Jewelry

source: 金额
en: Amount

source: 金额差¥%@
en: Amount diff: ¥%@

source: 金额录入
en: Enter Amount

source: 金额提示
en: Amount Notice

source: 钱伲
en: Qianey

source: 银行手续
en: Bank Fees

source: 银行账单
en: Bank Statement

source: 门诊挂号
en: Clinic Visits

source: 附件
en: Attachment

source: 零食
en: Snacks

source: 非预算项
en: Non-Budget Items

source: 韩元
en: South Korean Won

source: 项目
en: Project

source: 项目名称
en: Project Name

source: 项目管理
en: Manage Projects

source: 预算
en: Budget

source: 预算 %@
en: Budget %@

source: 预算使用
en: Budget Usage

source: 预算周期已结束
en: Budget period has ended

source: 预算已超支，请调整预算
en: Budget exceeded. Please adjust your budget.

source: 预算概览
en: Budget Overview

source: 预算设置
en: Budget Settings

source: 预算金额
en: Budget Amount

source: 预算项
en: Budget Items

source: 预计会超支，请调整预算并严格控制支出
en: Budget may be exceeded. Please adjust your budget and strictly control spending.

source: 预警阈值
en: Alert Threshold

source: 预警阈值: %@%%
en: Alert threshold: %@%%

source: 频率
en: Frequency

source: 颜色
en: Color

source: 额度
en: Limit

source: 飞机火车
en: Flights & Trains

source: 饮料
en: Beverages

source: 餐饮
en: Dining

source: 餐饮饮食
en: Food & Dining

source: 马币
en: Malaysian Ringgit

source: 高级筛选
en: Advanced Filters

source: 黄金白银
en: Gold & Silver

source: 黑洞
en: Black Hole

source: 默认货币
en: Default Currency
